import s from "./advantages.module.scss";

export const Advantages = () => {
    return (
        <div className={s.container}>
            <h1 className={s.advantages}>Приемущества</h1>
            <div>
                Более безопасный способ курения. Электронные сигареты Pod не производят табачного дыма, а испаряют жидкость, содержащую никотин и другие ароматизаторы. Это означает, что вейпинг не сопровождается выбросом токсичных веществ, которые могут нанести вред вашему здоровью и здоровью окружающих людей.
                Разнообразие вкусов и ароматов. Многоразовые ПОДы предлагают широкий выбор жидкостей с различными вкусами и ароматами. Вы можете выбрать любимый вкус и наслаждаться им во время курения.
                Меньшая нагрузка на окружающую среду. Парение не приводит к выбросу окурков, дыма и других отходов, связанных с традиционным потреблением никотина. Это делает системы курения POD более экологически чистым выбором.
                Маленький размер
                Легкий вес
                Простота в использовании и обслуживании
                Заправьте картридж жидкостью и через несколько минут вы сможете использовать его. Во многих Pod-системах активация процесса достаточно проста - достаточно сделать затяжку. Они быстро утоляют потребность вникотине, экономичны по расходу жидкости и заряда аккумулятора. Pod Kit также рекомендуется опытным пользователям, которые устали от облаков пара и хотят всегда иметь при себе компактное и легкое устройство.
                Мы являемся официальным представителем всех представленных брендов в Республике Беларусь. Это означает, что работаем напрямую с производителями и предлагаем только оригинальные продукты, обеспечивая высокое качество и надежность. Вы найдете широкий выбор девайсов и аксессуаров. Мы постоянно обновляем наш каталог, чтобы предложить вам самые последние модели и новинки.
                Поспешите купить вейп в Минске с удобной доставкой курьером или почтой по всей Республике Беларусь. Ваш заказ будет доставлен вовремя и в отличном состоянии. Доставка осуществляется быстро и надежно, подробности уточняйте у менеджера онлайн или по телефону. Обращайтесь к нам сегодня и наслаждайтесь вкусной привычкой!</div>
        </div>
    );
};
